20240214090542-kick_off_meeting_2024_02_14.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2024-02-22 Thu 17:07 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Kick-off Meeting Presentation 2024-02-14</title>
<meta name="generator" content="Org Mode" />
</head>
<body>
<div id="content" class="content">
<h1 class="title">Kick-off Meeting Presentation 2024-02-14</h1>
<div id="table-of-contents" role="doc-toc">
<h2>Table of Contents</h2>
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#org11f8d35">1. Why Generation IV reactor? Why liquid metal cooled reactor?</a>
<ul>
<li><a href="#org4dac8c9">1.1. Nuclear Reactor Generation IV</a></li>
</ul>
</li>
<li><a href="#org4a72e23">2. Is it popular? Why it is not widely used?</a></li>
<li><a href="#org2ae146a">3. Which safety trajectories are used and which roll does the void effect play in those trajectories?</a></li>
<li><a href="#org36ceb14">4. How does the gas entrainment influence the nuclear safety?</a></li>
<li><a href="#org4f45471">5. What is going to be investigated?</a></li>
<li><a href="#orge7df897">6. Presentation speech</a></li>
</ul>
</div>
</div>
<div id="outline-container-org11f8d35" class="outline-2">
<h2 id="org11f8d35"><span class="section-number-2">1.</span> Why Generation IV reactor? Why liquid metal cooled reactor?</h2>
<div class="outline-text-2" id="text-1">
</div>
<div id="outline-container-org4dac8c9" class="outline-3">
<h3 id="org4dac8c9"><span class="section-number-3">1.1.</span> <a href="20240131150544-nuclear_reactor_generation_iv.html#ID-2469e339-c724-4f86-b520-00c64f850045">Nuclear Reactor Generation IV</a></h3>
<div class="outline-text-3" id="text-1-1">
<ol class="org-ol">
<li>Inherently safe</li>
<li>Retention of the fuel in the core</li>
<li>Higher operating temperature &#x2013;&gt; higher thermal efficiency</li>
</ol>
</div>
</div>
</div>
<div id="outline-container-org4a72e23" class="outline-2">
<h2 id="org4a72e23"><span class="section-number-2">2.</span> Is it popular? Why it is not widely used?</h2>
</div>

<div id="outline-container-org2ae146a" class="outline-2">
<h2 id="org2ae146a"><span class="section-number-2">3.</span> Which safety trajectories are used and which roll does the void effect play in those trajectories?</h2>
</div>

<div id="outline-container-org36ceb14" class="outline-2">
<h2 id="org36ceb14"><span class="section-number-2">4.</span> How does the gas entrainment influence the nuclear safety?</h2>
</div>

<div id="outline-container-org4f45471" class="outline-2">
<h2 id="org4f45471"><span class="section-number-2">5.</span> What is going to be investigated?</h2>
<div class="outline-text-2" id="text-5">
<hr />
</div>
</div>
<div id="outline-container-orge7df897" class="outline-2">
<h2 id="orge7df897"><span class="section-number-2">6.</span> Presentation speech</h2>
<div class="outline-text-2" id="text-6">
<p>
The second page:
</p>

<p>
In the next slide, I would like to show you the motivation regarding the first problem in the sodium-cooled reactor.
At first, I want to introduce the void coefficient briefly to you.
The void coefficient describes the relationship between the reactivity and the void coefficient.
For most normal reactor, the void coefficient is negativ. That mean, there is a negative feedback between the void fraction and the reactivity.
However, most SFR has a positive void coefficient. This means, there is a positive feedback between the void fraction and the reactivity. And the safety concerns come from here.
</p>

<p>
However, in the normal conditions, this effect is safe. Even up to 50% of void, which is unpractical, the reactor is still safe.
But in the accident conditions, which is very very unlikely to happen, this positive void coefficient may lead to problems.
</p>

<p>
For exmaple there is an accident scenario.
If the coolant channel is somehow blocked, the liquid sodium may begin to boil. And the void fraction increases and this is a positive feedback. At the end the fuel rods may burn out. This is very very unlikely to happen.
</p>

<p>
Therefore, the positive coefficient leads to safety problems only at very very unlikely accidents.
In the normal condidions, there are different bubble scenarios, here are some exmaples.
</p>

<p>
When there are homogeneous small bubbles, the sodium density and the inelastic scattering effect decrease, as a result, the neutrons become harder and are more abundant. At the same time, the neutron leakage is few. Overall, the effect is an undesirable increase in void fraction.
</p>

<p>
For the condition of single bubble in the core, the effect is also an increase in the void fraction, but it is a local effect.
</p>

<p>
For the condition of a single bubble near the wall, the situation is different. Although there is a decrease in the sodium density and the inelastic scattering effect, there is much more neutron leakage. This leads to a decrease in the void coefficient.
</p>

<p>
There are also some behaviours. For example, collapse and coalescence. For a bubble with a diameter of 10 cm, the collapse peak pressure could be 8000 atm, but the released energy is very less. For coalescence, I need to read more literature.
</p>

<p>
And currently I just have very basic ideas about the experiments, for example, experiments at different flow rate, different bubble size. The bubbles can be released homogeneously or locally. Thank you for listening.
</p>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="date">Created: 2024-02-22 Thu 17:07</p>
<p class="validation"><a href="https://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
